import PageTemplate from "../components/PageTemplate";

export default function Publications() {
  return (
   <PageTemplate title="Publications">
  <div className="relative left-1/2 right-1/2 -mx-[50vw] w-screen px-16">
    <div className="max-w-7xl mx-auto text-left">
      <div className="space-y-12 text-sm leading-relaxed">
        
            {/* ================== 2023 ================== */}
            <div className="space-y-4">
              <p className="text-3xl text-black/70">2023</p>

              <p>
                권지혜 · 조영일 (2023). 공연에서 조연 경험이 심리상태에 미치는 영향:
                우울, 무대공포증, 자아존중감, 연기자 자아효능감, 연기몰입을 중심으로.
                인문콘텐츠, 69, 27–47.
              </p>

              <p>
                권지혜 · 조영일 (2023). 작품 속 역할의 간접 외상 경험이 배우의 정신 건강에 미치는 영향:
                FGI(Focus Group Interview)를 중심으로.
                한국범죄심리연구, 19(1), 7–24.
              </p>

              <p>
                권지혜 · 서예슬 · 조영일 (2023). 역할에 따른 개인화가 외상후 스트레스 장애(PTSD)에 미치는 영향.
                예술교육연구, 21(1), 85–99.
              </p>

              <p>
                김윤희 · 조영일 (2023). 학대예방경찰관의 보직이동의도에 영향을 미치는 스트레스원에 대한 연구.
                한국경찰학회보, 25(1), 29–54.
              </p>

              <p>
                김윤희 · 신재우 · 조영일 (2023). 학대 사건 대응 전문성 강화를 위한 학대예방경찰관의 역량모형:
                질적 연구.
                한국공안행정학회보, 32(2), 101–130.
              </p>

              <p>
                박은서 · 조영일 (2023). 청소년 비행의 측정모형에 대한 제언:
                합성변수, 반영적 지표변수, 형성적 지표변수의 비교를 통해서.
                한국경찰학회보, 25(5), 91–114.
              </p>

              <p>
                박은서 · 조영일 (2023). 코로나19 상황에서 소상공인의 지각된 스트레스가
                우울을 매개로 자살생각에 미치는 영향:
                자아존중감의 조절된 매개효과.
                사회과학연구, 62(1), 86–108.
              </p>

              <p>
                박주애 · 조영일 (2023). 노인의 가구형태가 범죄피해 경험에 미치는 영향:
                차별과 우울의 다중매개효과를 중심으로.
                한국민간경비학회보, 22(3), 69–96.
              </p>

              <p>
                박주애 · 조영일 (2023). 성인의 사이버공간 이용시간이
                사이버폭력 피해에 미치는 영향:
                사이버 개인정보 노출도에 의해 조절된
                사이버 의존도의 매개효과.
                한국민간경비학회보, 22(1), 55–90.
              </p>

              <p>
                이나라 · 조영일 (2023). 랜덤 포레스트를 활용한
                다문화청소년 삶의 만족도에 미치는 영향요인 탐색.
                사회과학연구, 49(1), 95–118.
              </p>

              <p>
                이나라 · 조영일 (2023). 시뮬레이션을 사용한
                구조방정식에서 상호작용효과 검증 방법 비교.
                인문사회, 14(3), 4021–4036.
              </p>

              <p>
                이성기 · 조영일 (2023). 미국의 고령자 대상
                경제적 착취 범죄 처벌에 관한 법제도 연구.
                경찰법연구, 21(1), 125–157.
              </p>

              <p>
                전준하 · 조영일 (2023). 절차적 공정성 인식이
                경찰협력의사에 미치는 영향:
                합법성 인식과 경찰신뢰의 연속 매개효과를 중심으로.
                치안정책연구, 37(4), 137–172.
              </p>

              <p>
                정소연 · 조영일 (2023). 가정폭력 피해경험과 행동통제가
                신체적 데이트폭력에 미치는 영향:
                관계안정성의 조절된 매개효과를 중심으로.
                한국경찰연구, 22(1), 191–216.
              </p>

              <p>
                조영선 · 박은서 · 조영일 (2023).
                교정공무원의 정신건강유형 및 특성:
                잠재프로파일모형을 활용하여.
                한국경찰학회보, 25(4), 31–60.
              </p>

              <p>
                조영일 · 전준하 (2023).
                도구적 요인과 규범적 요인이
                경찰 임파워먼트에 미치는 영향:
                순찰 목격 경험 유무에 따른 다집단 분석.
                한국공안행정학회보, 32(1), 253–288.
              </p>
            </div>

            {/* ================== 2022 ================== */}
        <div className="space-y-4">
              <p className="text-3xl text-black/70">2022</p>

          <p>
            김나리 · 박은서 · 신혜민 · 장준선 · 조영일 (2022).
            청년층의 지각된 사회적 지지와 조직몰입이 이직의도에 미치는 영향:
            직무만족의 조절된 매개효과.
            한국범죄심리연구, 18(3), 21–36.
          </p>

          <p>
            김문영 · 조영일 (2022).
            약물 사용 경험에 영향을 미치는 요인에 관한 연구:
            자기통제이론, 일반긴장이론, 합리적선택이론을 중심으로.
            한국중독범죄학회보, 12(4), 1–19.
          </p>

          <p>
            박은서 · 조영일 (2022).
            형사사법 연구에서 활용되는 요인분석의 사용 관행과 개선방안.
            한국공안행정학회보, 31(4), 85–116.
          </p>

          <p>
            박주애 · 조영일 (2022).
            성인의 사이버공간 이용시간이 사이버폭력 가해경험에 미치는 영향:
            문제적 태도에 의해 조절된 유해콘텐츠 접촉경험의 매개효과.
            한국공안행정학회보, 31(3), 227–260.
          </p>

          <p>
            박주애 · 조영일 (2022).
            여성경찰공무원 조직몰입과 직무만족의 영향요인 분석.
            시큐리티연구, 71, 101–126.
          </p>

          <p>
            신용우 · 조영일 (2022).
            20대 대졸 여성은 차별받지 않는가:
            성별과 임금의 종단적 관계 및 조직몰입의 조절효과.
            사회과학연구, 48(1), 97–118.
          </p>

          <p>
            전준하 · 조영일 (2022).
            절차적 공정성과 경찰협력의사의 관계에서 경찰신뢰의 매개효과:
            경찰효과성의 조절된 매개효과를 중심으로.
            한국경찰학회보, 24(3), 1–28.
          </p>

          <p>
            채한 · 이수진 · 한창호 · 조영일 · 김형우 (2022).
            라쉬 모형을 사용한 본초학 시험의 학업역량 분석 연구.
            대한한의학회지, 43(2), 27–41.
          </p>

          <p>
            Hong, M., Lee, K. S., Park, J. A., Kang, J. Y., Shin, Y. W.,
            Cho, Y. I., & Bahn, G. H. (2022).
            Preliminary report of validity for the Infant Comprehensive Evaluation
            for Neurodevelopmental Delay.
            소아청소년정신의학, 33(1), 16–24.
          </p>
        </div>

        {/* ================== 2021 ================== */}
        <div className="space-y-4">
              <p className="text-3xl text-black/70">2021</p>


          <p>
            구소희 · 맹세호 · 박수진 · 조영일 (2021).
            설명중심 통계모형과 예측중심 기계학습의 비교.
            인문사회, 12(2), 245–260.
          </p>

          <p>
            구소희 · 박수진 · 조영일 (2021).
            기계학습 활용에서 발생하는 편향과 차별 학습자료의 활용.
            인문과학연구, 42, 183–204.
          </p>

          <p>
            김승현 · 조영일 (2021).
            시민의 경찰협력의사에 대한 영향요인.
            한국경찰학회보, 23(5), 1–26.
          </p>

          <p>
            박수진 · 조영일 (2021).
            해양경찰공무원의 외상 후 스트레스 장애가 불면증과 소진에 미치는 영향:
            직급의 조절된 매개효과를 중심으로.
            인문사회, 12(1), 611–626.
          </p>

          <p>
            신용우 · 조영일 (2021).
            20대 대졸 여성은 차별받지 않는가:
            소득수준별 성별 임금격차와 직업가치관의 효과.
            인문사회, 12(5), 1365–1380.
          </p>

          <p>
            이이나 · 조영일 (2021).
            대한민국 임금근로자의 직장폭력 피해에 영향을 미치는 요인.
            피해자학연구, 29(2), 197–219.
          </p>

          <p>
            조영일 · 김효진 · 김동희 (2021).
            식품 알레르기 아동의 건강문제와 인지된 부모의 건강상태와의 관계에서
            양육 스트레스의 매개효과.
            스트레스연구, 29(2), 115–121.
          </p>
          </div>
        </div>
      </div>
      </div>
    </PageTemplate>
    );
    }